Repository: humanmade/BackUpWordPress
Catalog: languages/hmbkp-*.po
Languages: fr_fr

source: Started %s ago
fr_fr: Démarré il y a %s

source: Enable Support
fr_fr: Activer le support

source: %1$s is returning a %2$s response which could mean cron jobs aren't getting fired properly. BackUpWordPress relies on wp-cron to run scheduled backups. See the %3$s for more details.
fr_fr: %1$s renvoie un code %2$s, ce qui peut signifier que les tâches cron ne sont pas démarrés convenablement. BackUpWordPress depend de wp-cron pour démarrer les taches de sauvegarde. Voir %3$s pour plus de détails.

source: Day of week must be an integer between 1 and 7
fr_fr: La valeur pour le jour de la semaine doit âtre un entier entre 1 et 7

source: Day of month must be between 1 and 31
fr_fr: Le jour du mois doit âtre un nombre entre 1 et 31

source: Hours must be between 1 and 23
fr_fr: Les heures doivent âtre un nombre entre 1 et 23

source: Minutes must be between 0 and 59
fr_fr: Les minutes doivent âtre un nombre entre 0 et 59

source: Start Day
fr_fr: Jour de début

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: Samedi

source: Sunday
fr_fr: Dimanche

source: Start Day of Month
fr_fr: Jour de début du mois

source: Start time
fr_fr: Heure de début

source: Hours
fr_fr: Heures

source: The second backup will run 12 hours after the first
fr_fr: La seconde sauvegarde commencera 12 heures plus tard

source: Past this limit older backups will be deleted automatically.
fr_fr: Passé cette limite, les sauvegardes plus anciennes seront supprimées automatiquement.

source: This schedule will store a maximum of %s of backups
fr_fr: Cet horaire stockera au plus %s sauvegardes

source: Argument 1 for %s must be a valid future timestamp
fr_fr: Le parametre 1 pour %s doit être de type timestamp

source: %s doesn't exist
fr_fr: %s n'existe pas

source: You've set it to: %s
fr_fr: Vous l'avez réglé à %s

source: Your backup root path %s isn't readable.
fr_fr: Le répertoire racine de vos sauvegardes ne peut être lu

source: %s matches 1 file.
fr_fr: %s correspond à 1 ficher

source: Simple automated backups of your WordPress powered website. Once activated you'll find me under <strong>Tools &rarr; Backups</strong>.
fr_fr: Sauvegardes automatiques faciles pour votre site WordPress. Une fois activé, vous me trouverez ici: <strong>Outils &rarr; Sauvegardes</strong>.

source: Complete Hourly
fr_fr: Complet toutes les heures

source: File Hourly
fr_fr: Fichier une fois l'heure

source: Database Hourly
fr_fr: Base de données toutes les heures

source: Complete Twicedaily
fr_fr: Complet deux fois par jour

source: File Twicedaily
fr_fr: Fichier deux fois par jour

source: Database Twicedaily
fr_fr: Base de données deux fois par jour

source: Complete Daily
fr_fr: Complet quotidiennement

source: File Daily
fr_fr: Fichier quotidiennement

source: Database Daily
fr_fr: Base de données quotidiennement

source: File Weekly
fr_fr: Fichier hebdomadaire

source: Database Weekly
fr_fr: Base de données hebdomadaire

source: Complete Fortnightly
fr_fr: Complet bimensuel

source: File Fortnightly
fr_fr: Fichier bimensuel

source: Database Fortnightly
fr_fr: Base de données bimensuel

source: Complete Monthly
fr_fr: Complet mensuel

source: File Monthly
fr_fr: Fichier mensuel

source: Database Monthly
fr_fr: Base de données mensuel

source: Complete Manually
fr_fr: Complet mensuel

source: File Manually
fr_fr: Fichier manuel

source: Database Manually
fr_fr: Base de données mensuel

source: Server Info
fr_fr: Info serveur

source: archive filename must be a non empty string
fr_fr: le nom de fichier d'archive ne peut pas être vide

source: invalid file extension for archive filename <code>%s</code>
fr_fr: extension de fichier incorrect pour le fichier de nom <code>%s</code>

source: database dump filename must be a non empty string
fr_fr: le fichier d'export de la base de données ne peut pas être vide

source: invalid file extension for database dump filename <code>%s</code>
fr_fr: Extension de fichier incorrect pour le fichier de base de données exporté de nom <code>%s</code>

source: Invalid root path <code>%s</code> must be a valid directory path
fr_fr: Chemin de répertoire racine incorrect <code>%s</code> doit être un chemin de répertoire existant

source: Invalid backup path <code>%s</code> must be a non empty (string)
fr_fr: Répertoire de sauvegarde incorrect <code>%s</code> doit être une valeur alphanumérique non vide

source: Invalid backup type <code>%s</code> must be one of (string) file, database or complete
fr_fr: Type de sauvegarde incorrect <code>%s</code> les types acceptés sont: fichier, base de données ou complet

source: This is where your backups will appear once you have some.
fr_fr: Vos sauvegardes seront listés ici quand vous en aurez

source: % Backups Completed
fr_fr: % Sauvegardes créees

source: No Backups Completed
fr_fr: Aucune sauvegarde créee

source: 1 Backup Completed
fr_fr: 1 sauvegarde créee

source: Enable BackUpWordPress Support
fr_fr: Activer le support

source: BackUpWordPress uses %s to provide support. In addition to allowing you to send and receive messages we also send the following server information along with your requests:
fr_fr: BqckUpWordPress utilise %s pour fournir le support. En plus de vous permettre d'envoyer et recevoir des messages, nous envoyons également les infos suivantes:

source: You can disable support in the future by deactivating BackUpWordPress.
fr_fr: Pour désactiver le support, désactivez l'extension BackUpZordPress

source: No thanks
fr_fr: Non merci

source: Yes I want to enable support
fr_fr: Oui, je désire activer le support

source: If you're finding BackUpWordPress useful, please %1$s rate it on the plugin directory. %2$s
fr_fr: Si vous trouvez BackUpWordPress utile, merci de bien vouloir lui %1$s attribuer une appréciation %2$s dans le répertoire d'extensions.

source: Wish you could store your backups in a safer place? Our %1$spremium extensions%2$s enable automatic backups to Dropbox, FTP, Google Drive and more.
fr_fr: Vous aimeriez pouvoir stocker vos sauvegardes ailleurs que votre hébergement ? Nos %1$sextensions payantes%2$s vous permetted de stocker vos sauvegardes avec Dropbox, Google Drive et d'autres.

source: Enter new exclude rules as a comma separated list, e.g. %s
fr_fr: Entrez les règles d'exclusion séparés par des virgules, par exemple %s

source: store only the last backup on %s
fr_fr: garder seulement le deriner fichier sur %s

source: Backup my %1$s %2$s %3$s, %4$s. %5$s Send a copy of each backup to %6$s.
fr_fr: Sauvegarder %2$s, de taille %1$s. Envoyer une copie de chaque sauvegarde à %6$s.

source: Argument 1 for %s must be a valid integer
fr_fr: Argument 1 pour %s doit être un nombre entier correct

source: Argument 1 for %s must be a valid cron reoccurrence or "manually"
fr_fr: Argument 1 pour %s doit être une récurrence Cron existant ou manuel

source: Argument 1 for %s must be a non empty string
fr_fr: Qrgument 1 pour %s doit être une châine alphanumérique non vide

source: That backup wasn't created by this schedule
fr_fr: Cette sauvegarde n'a pas été crée par cet horaire

source: Argument 1 for %s must be a valid filepath
fr_fr: Argument 1 pour %s doit être un chemin de fichier existant

source: Argument 1 for %s must be a registered service
fr_fr: Argument 1 pour %s doit être un service existant

source: Argument 1 for %s must be a valid class
fr_fr: Qrgument 1 pour %s doit être une classe existante

source: You can only delete directories inside your WordPress installation
fr_fr: Vous pouvez uniquement supprimer des répertoires dans votre installation WordPress

source: Your backup completed but with the following errors / warnings, it's probably ok to ignore these.
fr_fr: La sauvegarde s'est achevée, mais avec les erreurs / avertissements suivants. Vous pouvez probablement les ignorer.

source: Your backup failed
fr_fr: La sauvegarde a échoué

source: Receive a notification email when a backup completes, if the backup is small enough (&lt; %s) then it will be attached to the email. Separate multiple email address's with a comma.
fr_fr: Recevoir un e-mail lorsqu'une sauvegarde est créée. Si le fichier est assez petit, (&lt; %s) il sera joint à l'email. Séparez les adresses e-mail par une virgule.

source: The maximum filesize of your backup that will be attached to your notification emails . Defaults to %s.
fr_fr: La taille maximum de la sauvegarde jointe à vos messages de notification. %s par défaut

source: You can email details of this error to %s so they can look into the issue.
fr_fr: Vous pouvez envoyer les détails de ces erreurs à %s afin qu'ils puissent les analyser

source: Once Hourly
fr_fr: Toutes les heures

source: Twice Daily
fr_fr: Deux fois par jour

source: Once Daily
fr_fr: Quotidiennement

source: Once Weekly
fr_fr: Hebdomadaire

source: Once Fortnightly
fr_fr: Bimensuel

source: Once Monthly
fr_fr: Mensuel

source: Email to Support
fr_fr: Contacter le support technique par e-mail

source: New Exclude Rule[s]
fr_fr: Nouvelle exclusion

source: Here's the response from the server:
fr_fr: Voici la réponse du serveur

source: If you need help getting things working then check the FAQ by clicking on help in the top right hand corner of this page.
fr_fr: Si vous avez besoin d'aide pour démarrer, prière de lire la FAQ en cliquant sur Aide dans le coin supérieur droit de cette page.

source: Starting Backup
fr_fr: Démarrage de la sauvegarde

source: Dumping Database %s
fr_fr: Export de la BDD %s en cours

source: Verifying Database Dump %s
fr_fr: Vérification du fichier d'export de la BDD %s

source: Creating zip archive %s
fr_fr: Création de l'archive zip %s

source: Verifying Zip Archive %s
fr_fr: Vérification de l'archive Zip %s

source: Finishing Backup
fr_fr: La sauvegarde s'achève

source: BackUpWordPress may not work when php is running with %s on
fr_fr: BackUpWordPress peut ne pas fonctionner lorsque php est configuré avec %s

source: %1$s is running in %2$s, please contact your host and ask them to disable it. BackUpWordPress may not work correctly whilst %3$s is on.
fr_fr: %1$s est actif en %2$s, veuillez contacter votre hébergeur et demandez leur de le désactiver. BackUpWordPress pourrait ne pas fonctionner correctement s'il est actif.

source: The time that your schedules should run. Defaults to %s.
fr_fr: L'horaire auquel votre sauvegarde démarrera. Par défaut: %s

source: Are you sure you want to delete this schedule? All of it's backups will also be deleted.
fr_fr: Êtes-vous certain de vouloir supprimer cet horaire ? Toutes les sauvegardes seront supprimées.

source: 'Cancel' to go back, 'OK' to delete.
fr_fr: Annuler pour retourner, OK pour supprimer

source: Are you sure you want to delete this backup?
fr_fr: Êtes-vous certain de vouloir supprimer cette sauvegarde ?

source: Are you sure you want to remove this exclude rule?
fr_fr: Êtes-vous certain de vouloir supprimer cette règle d'exclusion ?

source: Reducing the number of backups that are stored on this server will cause some of your existing backups to be deleted, are you sure that's what you want?
fr_fr: Cec aura pour effet de supprimer des sauvegardes existantes, êtes-vous certain de votre choix ?

source: Max backups can't be empty
fr_fr: Le champ sauvegardes max ne peut être vide

source: Max backups must be greater than 0
fr_fr: La valeur de sauvegardes max doit être supérieur à zéro

source: Exclude
fr_fr: Exclure

source: default
fr_fr: défaut

source: defined
fr_fr: défini

source: Manual Only
fr_fr: Manuel seulement

source: this shouldn't take long&hellip;
fr_fr: Cela prendra quelques instants&hellip;

source: calculating the size of your site&hellip;
fr_fr: calcul de la taille du site&hellip;

source: The next backup will be on %1$s at %2$s
fr_fr: La prochaine sauvegarde sera créée le %1$s à %2$s

source: every 12 hours at %1$s &amp; %2$s
fr_fr: toutes les 12 heures à %1$s et %2$s

source: weekly on %1$s at %2$s
fr_fr: hebdomadairement le %1$s à %2$s

source: fortnightly on %1$s at %2$s
fr_fr: bimensuellement le %1$s à %2$s

source: on the %1$s of each month at %2$s
fr_fr: le %1$s de chaque mois à %2$s

source: manually
fr_fr: manuellement

source: this server
fr_fr: ce serveur

source: don't store any backups on %s
fr_fr: ne garder aucun fichier sur %s

source: store only the last %1$s backups on %2$s
fr_fr: garder uniquement les %1$s derniers fichiers sur %2$s

source: Backup my %1$s %2$s %3$s, %4$s. %5$s
fr_fr: Sauvegarder %2$s, taille: %1$s %3$s, %4$s. %5$s

source: BackUpWordPress was unable to backup your site %1$s.
fr_fr: BackUpWordPress n'a pas pu sauvegarder votre site %1$s.

source: Here are the errors that we're encountered:
fr_fr: Voici les erreurs survenues

source: If the errors above look like Martian, forward this email to %3$s and we'll take a look
fr_fr: Si les erreurs ci-dessus sont du chinois pour vous, envoyez cet e-mail à %3$s et je l'analyserai

source: Kind Regards, The Apologetic BackUpWordPress Backup Emailing Robot
fr_fr: Veuillez accepter les excuses du robot messager de BackUpWordPress

source: BackUpWordPress has completed a backup of your site %1$s.
fr_fr: BackUpWordPress vient de terminer une sauvegarde de votre site %1$s.

source: The backup file should be attached to this email.
fr_fr: Le fichier de sauvegarde devrait être joint à cet e-mail

source: You can download the backup file by clicking the link below:
fr_fr: Cliquez le lien ci-dessous pour télécharger la sauvegarde.

source: Kind Regards, The Happy BackUpWordPress Backup Emailing Robot
fr_fr: Salutations, le robot de sauvegarde et messager BackUpWordPress

source: Unfortunately the backup file was too large to attach to this email.
fr_fr: Malheureusement le fichier de sauvegarde est de taille trop importante pour être joint à cet e-mail

source: Backup: Dumping database...
fr_fr: Sauvegarde: export de la BDD

source: Backup: Zipping everything up...
fr_fr: Sauvegarde: compression

source: Invalid backup path
fr_fr: Chemin de sauvegarde incorrect

source: Invalid root path
fr_fr: Répertoire racine incorrect

source: Backup Complete:
fr_fr: Sauvegarde terminée :

source: Backup Failed
fr_fr: La sauvegarde a échoué

source: By default BackUpWordPress performs a daily backup of your database and a weekly backup of your database &amp; files. You can modify these schedules.
fr_fr: BackUpWordPress créée une sauvegarde quotidienne de votre base de données et une sauvegarde hebdomadaire de vos fichiers et base de données par défaut. Vous pouvez modifier ces configurations.

source: Legacy
fr_fr: Compatibilité

source: Your backups directory isn't writable, run %1$s or %2$s or set the permissions yourself.
fr_fr: Votre répertoire de sauvegarde n'est pas accessible en écriture, éxécutez la co,,ande %1$s ou %2$s ou réglez les permissions vous-même.

source: The backups directory can't be created because your %1$s directory isn't writable, run %2$s or %3$s or create the folder yourself.
fr_fr: Le répertoire de sauvegarde ne peut pas être créé parce que le répertoire %1$s n'est pas accessible en écriture, éxécutez la commande %2$s ou %3$s ou crééz le répertoire vous-même.

source: BackUpWordPress has setup your default schedules.
fr_fr: BackUpWordPress a configuré vos horaires par défaut

source: Backup of %s Failed
fr_fr: Sauvegarde de %s échouée

source: Send an email notification to %s
fr_fr: Envoyer un e-mail à

source: %s isn't a valid email
fr_fr: %s n'est pas une addresse email valable

source: Backups will be compressed and should be smaller than this.
fr_fr: Les sauvegardes sont compresss et seront de taille plus petite

source: Email notification
fr_fr: Notification par e-mail

source: hourly on the hour
fr_fr: youyes les heures à l'heure pile

source: daily at %s
fr_fr: auotidiennement à %s

source: Number of backups to store on this server
fr_fr: Nombre de sauvegardes à stocker sur le serveur

source: Schedule Settings
fr_fr: Règlages de la sauvegarde

source: Close
fr_fr: Fermer

source: The information below is for version %1$s. View the %2$s file for help specific to version %3$s.
fr_fr: L'information ci-dessous s'applique à la version %1$s. Consultez le fichier %2$s pour de l'aide spécifique pour la version %3$s.

source: The root directory that is backed up. Defaults to %s.
fr_fr: Le répertoire racine inclus dans la sauvegarde. Par défaut, %s

source: The capability to use when calling %1$s. Defaults to %2$s.
fr_fr: La permission à utiliser lors d'un appel à %1$s. Par défaut: %2$s

source: The path to your %1$s executable. Will be used to zip up your %2$s and %3$s if available.
fr_fr: Le chemin de votre éexecutable %1$s. Sera utilisé pour archiver votre %2$s et %3$s si disponible

source: BackUpWordPress requires WordPress version %s or greater.
fr_fr: BackUpWordPress requiert la version %s de WordPress ou supérieure.

source: Cancel
fr_fr: Annuler

source: The path to your %1$s executable. Will be used for the %2$s part of the back up if available.
fr_fr: Le chemin de votre éxécutable %1$s. Sera utilisé pour la partie %2$s de la sauvegarde, si disponible.

source: e.g.
fr_fr: par exemple

source: You can %1$s any of the following %2$s in your %3$s to control advanced settings. %4$s. Defined %5$s will be highlighted.
fr_fr: Vous pouvez définir chacune de ces contantes dans votre fichier wp-config.php pour les réglages avancés. Les constqntes définies seront surlignées.

source: http://php.net/manual/en/features.safe-mode.php
fr_fr: http://br2.php.net/manual/fr/features.safe-mode.php

source: Your custom backups directory %1$s doesn't exist and can't be created, your backups will be saved to %2$s instead.
fr_fr: Votre répertoire de sauvegarde %1$s n'existe pas et ne peut être créé, vos sauvegardes seront créées ici: %2$s

source: Your custom backups directory %1$s isn't writable, new backups will be saved to %2$s instead.
fr_fr: Votre répertoire de sauvegardes %1$s n'est pas accessible en écriture, les nouvelles sauvegardes seront créees en %2$s.

source: cancel
fr_fr: annuler

source: Settings
fr_fr: Réglages

source: Excludes
fr_fr: Exclusions

source: Download
fr_fr: Télécharger

source: BackUpWordPress is almost ready.
fr_fr: BackUpWordPress est presque prêt.

source: BackUpWordPress detected issues with your last backup.
fr_fr: BackUpWordPress a détécté un problème avec votre dernière sauvegarde.

source: Database and Files
fr_fr: Base de données et fichiers

source: Database
fr_fr: Base de données

source: BackUpWordPress has detected a problem.
fr_fr: BackUpWordPress a détécté un problème.

source: Backup type cannot be empty
fr_fr: Le type de sauvegarde ne peut pas être vide

source: Invalid backup type
fr_fr: Type de sauvegarde inexistant

source: Schedule cannot be empty
fr_fr: La sauvegarde programmée ne peut pas être vide

source: Invalid schedule
fr_fr: Horaire incorrect

source: Max backups must be a number
fr_fr: La valeur pour sauvegardes max doit être un nombre

source: %s didn't match any files.
fr_fr: Aucun résultat pour %s

source: add schedule
fr_fr: ajouter un horaire

source: Size
fr_fr: Taille

source: The Codex can help
fr_fr: Le Codex peut aider

source: The path to folder you would like to store your backup files in, defaults to %s.
fr_fr: Le chemin du répertoire où vous désirez garder vos sauvegardes, par défaut %s.

source: database
fr_fr: base de données

source: files
fr_fr: fichiers

source: Comma separated list of files or directories to exclude, the backups directory is automatically excluded.
fr_fr: Liste de fichiers ou répertoires à exclude, séparés par une virgule, le répertoire des sauvegardes est exclus automatiquement.

source: Manage Backups
fr_fr: Gérer les sauvegardes

source: Backups
fr_fr: Sauvegardes

source: You are not using the latest stable version of BackUpWordPress
fr_fr: Vous n'utilisez pas la version stable la plus récente de BackUpWordPress

source: Constants
fr_fr: Constantes

source: For more information:
fr_fr: Pour de plus amples informations

source: Support Forums
fr_fr: Forums de support

source: Help with translation
fr_fr: Aider à traduire

source: Preview
fr_fr: Prévisualiser

source: Exclude Rules
fr_fr: Règles d'exclusion

source: Remove
fr_fr: Retirer

source: Excluded
fr_fr: Exclus

source: Included
fr_fr: Inclus

source: Unreadable
fr_fr: Illisible

source: Unreadable files can't be backed up
fr_fr: Impossible de sauvegarder des fichiers illisibles

source: Your site is %s. Backups will be compressed and so will be smaller.
fr_fr: Votre site fait %s. Les sauvegardes seront compressés et donc de taille plus petite.

source: Complete Weekly
fr_fr: Complet hebdomadaire

source: Backup
fr_fr: Sauvegarde

source: Both Database &amp; files
fr_fr: BDD et fichiers

source: Files only
fr_fr: Fichiers seulement

source: Database only
fr_fr: BDD seulement

source: Files
fr_fr: Fichiers

source: Manage Excludes
fr_fr: Gérer les exclusions

source: Schedule
fr_fr: Horaire

source: Update
fr_fr: Mettre à jour

source: hourly at %s minutes past the hour
fr_fr: toutes les heures à l'heure et %s minutes

source: Run now
fr_fr: Démmarrer

source: Delete
fr_fr: Supprimer

source: Backup of %s
fr_fr: Sauvegarde de %s

source: This %s file ensures that other people cannot download your backup files.
fr_fr: Ce ficher %s garantit que vos fichiers de sauvegardes ne soient pas téléchargeables par des tiers.
